// Buttons

"Print..." = "Nyomtatás…";

"Save..." = "Mentés…";

"Go Back" = "Visszalépés";

"Continue" = "Folytatás";

"Close" = "Bezárás";

"Log Out" = "Kijelentkezés";

"Restart" = "Újraindítás";

"Shut Down" = "Kikapcsolás";

// License

"Software License Agreement" = "Szoftver licenc egyezmény";

// Installation Type

"Package Name" = "Csomagnév";

"Package Action" = "Művelet";

"Package Size" = "Méret";


"Space Required:" = "Szükséges terület:";

"Remaining:" = "Maradék:";


"Standard Install" = "Szabvány telepítés";

"StandardTitle" = "Szabvány telepítés „%@” helyre";

"Customize" = "Testreszabás";
